[
    {
        "id": 1,
        "chefName": "Julia Child",
        "chefPicture": "https://i.ibb.co/KzwRw1k/julia-child.jpg",
        "yearOfExperience": 30,
        "numberOfRecipes": 200,
        "likes": 1497,
        "shortBiography": "Julia Child was a renowned American chef, author, and television personality. She revolutionized the way Americans approached French cuisine with her influential cookbook 'Mastering the Art of French Cooking.' Her infectious passion for cooking and charismatic presence made her a household name in the culinary world."
    },
    {
        "id": 2,
        "chefName": "Gordon Ramsay",
        "chefPicture": "https://i.ibb.co/DrnD15y/gordon-ramsay.jpg",
        "yearOfExperience": 25,
        "numberOfRecipes": 150,
        "likes": 1998,
        "shortBiography": "Gordon Ramsay is a world-famous British chef and restaurateur. Known for his fiery personality and exceptional culinary skills, Ramsay has earned multiple Michelin stars for his restaurants. He gained widespread fame through television shows like 'Hell's Kitchen' and 'MasterChef,' where his tough love approach to mentoring aspiring chefs became his trademark."
    },
    {
        "id": 3,
        "chefName": "Jamie Oliver",
        "chefPicture": "https://i.ibb.co/W0TcpQX/jamie-oliver.jpg",
        "yearOfExperience": 20,
        "numberOfRecipes": 120,
        "likes": 1898,
        "shortBiography": "Jamie Oliver, a beloved British chef and advocate for healthy eating, rose to fame with his accessible and delicious recipes. His cooking shows, books, and campaigns to improve school lunches have made him a household name worldwide. Oliver's passion for food extends beyond the kitchen, making him a prominent figure in the culinary and social activism spheres."
    },
    {
        "id": 4,
        "chefName": "Ina Garten",
        "chefPicture": "https://i.ibb.co/rcPFhvM/ina-garten.jpg",
        "yearOfExperience": 25,
        "numberOfRecipes": 180,
        "likes": 1699,
        "shortBiography": "Ina Garten, known as the 'Barefoot Contessa,' is an American chef and author celebrated for her approachable yet elegant recipes. Garten's successful cooking shows and best-selling cookbooks have made her a culinary icon. Her warm and inviting style encourages home cooks to enjoy the pleasures of good food with simplicity and sophistication."
    },
    {
        "id": 5,
        "chefName": "Bobby Flay",
        "chefPicture": "https://i.ibb.co/yqYgxHM/bobby-flay.jpg",
        "yearOfExperience": 22,
        "numberOfRecipes": 160,
        "likes": 1715,
        "shortBiography": "Bobby Flay is a renowned American chef, restaurateur, and television personality. Known for his expertise in grilling and southwestern cuisine, Flay has become a household name through his appearances on various Food Network shows. His innovative approach to traditional flavors and dedication to culinary excellence have earned him widespread acclaim in the culinary world."
    },
    {
        "id": 6,
        "chefName": "Nigella Lawson",
        "chefPicture": "https://i.ibb.co/hYhJ5cY/nigella-lawson.jpg",
        "yearOfExperience": 18,
        "numberOfRecipes": 130,
        "likes": 1945,
        "shortBiography": "Nigella Lawson, a celebrated British food writer and television personality, has captivated audiences with her unique approach to cooking. Lawson's emphasis on the pleasure of eating and her effortless cooking style have made her a beloved figure in the culinary world. Her best-selling cookbooks and engaging TV shows have inspired home cooks to embrace the joy of creating delicious, comforting meals."
    }
]